{
  "items": [
    {
      "id": 1,
      "name": "Bodys",
      "price": 45000,
      "image": "img/1.webp",
      "category": "Ropa interior",
      "sizes": [
        "Unica",
        "M"
      ],
      "description": "Body versátil de ajuste perfecto, ideal para combinar con jeans o faldas. Tela suave que estiliza tu figura sin sacrificar comodidad.",
      "status": "available"
    },
    {
      "id": 2,
      "name": "Pijama corto ositos",
      "price": 50000,
      "image": "img/2.webp",
      "category": "Pijamas",
      "sizes": [
        "M"
      ],
      "description": "Conjunto de pijama compuesto por blusa de tirantes y short, confeccionado en tela suave y ligera que brinda máxima comodidad y frescura. La blusa presenta delicados tirantes con bolero y un pequeño lazo decorativo al frente, aportando un estilo tierno y femenino. El short cuenta con pretina elástica para un ajuste cómodo y práctico",
      "status": "available"
    },
    {
      "id": 3,
      "name": "Camisa pijama camisera",
      "price": 60000,
      "image": "img/3.webp",
      "category": "Pijamas",
      "sizes": [
        "M"
      ],
      "description": "Camisa de pijama de manga corta, confeccionada en tela suave y ligera que brinda frescura y comodidad durante el descanso. Presenta diseño tipo camisero con cuello solapa, cierre frontal con botones y ribete en contraste que aporta un acabado elegante. Su estampado delicado de ositos y pequeños detalles le da un toque tierno y femenino.",
      "status": "available"
    },
    {
      "id": 4,
      "name": "Pijama corto jirafa",
      "price": 40000,
      "image": "img/4.webp",
      "category": "Pijamas",
      "sizes": [
        "M"
      ],
      "description": "Pijama corto de dos piezas confeccionado en tela suave y fresca, ideal para brindar comodidad durante el descanso. La blusa de tirantes presenta un divertido estampado de jirafa con diseño moderno y juvenil, además de un delicado acabado ondulado en el ruedo que aporta un toque femenino. El short a juego cuenta con pretina elástica para un ajuste cómodo y un estampado coordinado que complementa el conjunto. Perfecto para dormir o relajarse en casa con estilo y confort.",
      "status": "available"
    },
    {
      "id": 5,
      "name": "Top corto acanalado",
      "price": 30000,
      "image": "img/5.webp",
      "category": "Blusas",
      "sizes": [
        "S"
      ],
      "description": "Top corto confeccionado en tela acanalada de alta elasticidad que se ajusta cómodamente al cuerpo, brindando soporte ligero y libertad de movimiento. Su diseño sin mangas y cuello redondo ofrece un estilo moderno y minimalista, ideal para combinar con jeans, faldas o prendas deportivas. Disponible en varios colores, es una prenda versátil y esencial para looks casuales o urbanos. Cómodo, práctico y perfecto para el uso diario.",
      "status": "available"
    },
    {
      "id": 6,
      "name": "Pijama corto corazones",
      "price": 50000,
      "image": "img/6.webp",
      "category": "Pijamas",
      "sizes": [
        "S"
      ],
      "description": "Conjunto de pijama corto de dos piezas confeccionado en tela ligera y suave al tacto, ideal para brindar frescura y comodidad durante el descanso. La blusa de tirantes presenta delicados fruncidos y bolero en el ruedo, aportando un diseño femenino y romántico. El short cuenta con pretina elástica para un ajuste cómodo y detalles de volantes que complementan el estilo. Su estampado de corazones multicolor añade un toque alegre y encantador, perfecto para dormir o relajarse en casa con confort y estilo.",
      "status": "available"
    },
    {
      "id": 7,
      "name": "Conjunto Deportivo Corto Gris/Negro",
      "price": 85000,
      "image": "img/7.webp",
      "category": "Gym",
      "sizes": [
        "S",
        "M"
      ],
      "description": "Conjunto deportivo color gris de alta resistencia. Diseño ergonómico que te acompaña en cada sentadilla sin transparentar.",
      "status": "available"
    },
    {
      "id": 8,
      "name": "Conjunto Gym Negro",
      "price": 85000,
      "image": "img/8.webp",
      "category": "Gym",
      "sizes": [
        "S",
        "M"
      ],
      "description": "El clásico que no puede faltar. Conjunto negro de compresión media que moldea tu figura y disimula imperfecciones.",
      "status": "available"
    },
    {
      "id": 9,
      "name": "Blusas x2",
      "price": 55000,
      "image": "img/9.webp",
      "category": "Blusas",
      "sizes": [
        "M"
      ],
      "description": "Pack de dos blusas esenciales. La mejor relación calidad-precio para renovar tus básicos de temporada.",
      "status": "available"
    },
    {
      "id": 10,
      "name": "Conjunto Gym de mangas Negro",
      "price": 85000,
      "image": "img/10.webp",
      "category": "Gym",
      "sizes": [
        "S"
      ],
      "description": "Entrena con estilo incluso en días frescos. Top de manga larga con tecnología de secado rápido y leggings a juego.",
      "status": "available"
    },
    {
      "id": 11,
      "name": "Conjunto Gym de tiras Cafe",
      "price": 80000,
      "image": "img/11.webp",
      "category": "Gym",
      "sizes": [
        "M"
      ],
      "description": "Conjunto ligero color café tipo tierra. Tirantes ajustables para máximo soporte y frescura durante tu rutina.",
      "status": "available"
    },
    {
      "id": 12,
      "name": "Blusa Gym",
      "price": 25000,
      "image": "img/12.webp",
      "category": "Gym",
      "sizes": [
        "M"
      ],
      "description": "Top deportivo transpirable. Diseño de espalda abierta para mayor ventilación y libertad de movimiento.",
      "status": "available"
    },
    {
      "id": 13,
      "name": "Enterizo Gym Cafe",
      "price": 100000,
      "image": "img/13.webp",
      "category": "Gym",
      "sizes": [
        "S"
      ],
      "description": "Enterizo deportivo que moldea tu cuerpo completo. Soporte máximo, control de abdomen y diseño elegante en una sola pieza.",
      "status": "available"
    },
    {
      "id": 14,
      "name": "Conjunto Gym Cafe",
      "price": 85000,
      "image": "img/14.webp",
      "category": "Gym",
      "sizes": [
        "M"
      ],
      "description": "Set deportivo premium en tono café. Tela gruesa texturizada que no se marca y ofrece un ajuste de segunda piel.",
      "status": "available"
    },
    {
      "status": "available",
      "category": "Gym",
      "sizes": [
        "S",
        "M"
      ],
      "id": 15,
      "name": "Enterizo corto con cierre frontal",
      "price": 100000,
      "image": "img/15.jpeg",
      "description": "Enterizo corto de diseño moderno y funcional, confeccionado en tela acanalada de alta elasticidad que se ajusta cómodamente al cuerpo. Cuenta con mangas cortas, cuello alto y cierre frontal en contraste que aporta un estilo deportivo y contemporáneo, además de facilitar su colocación."
    },
    {
      "id": 16,
      "sizes": [
        "S",
        "M",
        "L"
      ],
      "status": "available",
      "category": "Gym",
      "price": 60000,
      "name": "Licra corta de tiro alto",
      "description": "Licra corta confeccionada en tela acanalada de alta elasticidad, diseñada para brindar un ajuste firme y cómodo que se adapta a la silueta. Su tiro alto ofrece control y soporte en la zona abdominal, estilizando la figura y proporcionando mayor seguridad durante el uso.",
      "image": "img/16.jpeg"
    }
  ]
}
